{
    "metadata": {
        "name": "OPTIMETA",
        "created": "2023-04-11",
        "modified": "2023-04-11"
    },
    "fields": [
        {
            "key": "dc.title",
            "type": "text",
            "schema": "",
            "definition": "Title of the resource",
            "value": "OPTIMETA – Strengthening the Open Access publishing system through open citations and spatiotemporal metadata"
        },
        {
            "key": "dc.subtitle",
            "type": "text",
            "schema": "",
            "definition": "Subtitle of the resource",
            "value": "Strengthening the Open Access publishing system through open citations and spatiotemporal metadata"
        },
        {
            "key": "dc.description.abstract",
            "type": "richtext",
            "schema": "",
            "definition": "Abstract or summary.",
            "value": "The BMBF project OPTIMETA aims to strengthen the Open Access publishing system by connecting open citations and spatiotemporal metadata from open access journals with openly accessible data sources. For this purpose, we will extend Open Journal Systems (OJS) to give it functionalities for collecting and distributing open data by developing two OJS plugins for capturing citation networks and articles spatial and temporal properties as machine-readable and accessible metadata. We will ensure the target group-orientated design of the plugins by performing a comprehensive needs analysis for key stakeholders: the editors or operators of OA journals and the researchers, as authors and readers of articles. The developments will be designed and tested in cooperation with several independent journals and OA publishers. Overall, OPTIMETA supports the attraction of independent OA journals as publication venues by substantially improving the discoverability and visibility of OA publications through enrichment and interlinking of article metadata."
        },
        {
            "key": "dc.identifier.doi",
            "type": "text",
            "schema": "",
            "definition": "Digital Object Identifier",
            "value": "10.3897\/rio.7.e66264"
        },
        {
            "key": "dc.body",
            "type": "richtext",
            "schema": "",
            "definition": "Main body of the resource",
            "value": "<h5>Project description<\/h5>\n<p><strong>Objective of the project and addressing the purpose of the grant<\/strong><\/p>\n<p>OPTIMETA extends the well-known publication platform for open access journals, OJS, with citation and spatiotemporal data for each article and thus improves the OA ecosystem on the metadata side. Two OJS plugins enable a large number of OJS-based OA journals to innovatively link publications via a significant improvement in metadata richness, diversity and quality. This strengthens the perceived quality of the publications, significantly increases their discoverability and thereby increases the attraction of small and independent journals. Overall, the project will enable numerous small and independent OA journals to contribute to establishing OA as the standard of scientific publishing, to improve the propagation of OA publications and to lead the way in innovative cooperations, based on free and open source software and open data.<\/p>\n\n<p style=\"text-align: center;\"><img src=\"assets\/img\/logo.png\" alt=\"TextTransfer Logo\" style=\"height: 75px;\"\/><\/p>\n\n<p><strong>Methodological approach to achieve the objective<\/strong><\/p>\n<p>Various methods are combined to achieve the project's objectives. A mixed-methods approach will be used for the needs analysis. Expert interviews with editors and operators of small and independent journals, as well as researchers, will be used to identify key requirements for the design and features of OJS plugins. Later, a quantitative survey of these stakeholders will be conducted to determine their needs and priorities regarding the enrichment of article metadata with citation and geodata. These needs will then be formulated in user stories, on the basis of which the initial conception and the implementation of the two plugins will take place. In an iterative development process, a prototype will be made available to the community for testing and installation at selected cooperating partner journals*12 will be actively supported. The feedback received during webinars and short surveys will flow back into the next iteration of conception and development. The development will take place in joint agile sprints of the partners. At the end of each sprint stands the release of a minimum viable product (MVP). The export of the citation and spatiotemporal metadata to the respective target systems will then be implemented in cooperation with the stakeholders. Dissemination and community outreach, for example, on the project website (https:\/\/projects.tib.eu\/optimeta), project partner blogs and social media (https:\/\/twitter.com\/optmta), will begin with the first contacts in the course of the needs analysis and will accompany the entire project. We will maximise probability of a broad uptake of the project results and the practice is maximised through the high quantity and quality of productive interactions with stakeholders (Wolf et al. 2013) and the publication of all developed software and documentation under open licences.<\/p>\n"
        },
        {
            "key": "dc.references",
            "type": "multitext",
            "schema": "",
            "definition": "References ",
            "value": "Björk BC, Shen C, Laakso M (2016) A longitudinal study of independent scholar-published open access journals. PeerJ 4 https:\/\/doi.org\/10.7717\/peerj.1990\n\nBrown J (2019) Crossref grant IDs: a global, open database of funding information and identifiers. Autumn 2019 euroCRIS Strategic Membership Meeting. Strategic Membership Meeting 2019 – Autumn, Münster, Nov 18-20, 2019. euroCRIS, 33 pp. URL: http:\/\/hdl.handle.net\/11366\/1249\n\nBundesministerium für Bildung und Forschung (2020) Richtlinie zur Förderung von Projektenzur Beschleunigung der Transformation zu Open Access. Bundesanzeiger, Bundesministerium der Justiz und für Verbraucherschutz. URL: https:\/\/www.bildung-forschung.digital\/files\/BAnz%20AT%2017.06.2020%20B3-1.pdf\n\nConlon M, et al. (2019) VIVO: a system for research discovery. The Journal of Open Source Software 4 (39). https:\/\/doi.org\/10.21105\/joss.01182\n"
        }
    ]
}